@extends('layouts.index')

@section('title', 'Облік у ВМП університету')
@section('description', 'Терміново, всім хто вступив до університету у 2022 році необхідно стати на облік
військово-мобілізаційному підрозділі університету. Хто не виконає вимогу до 31 травня - буде скасовано наказ на зарахування')

@section('page-banner')
        <x-page-banner title="Облік у ВМП" img="/images/page-banner-1.jpg"></x-page-banner>
@endsection

@section('content')
    <section class="">
        <div class="container">
            <div class="row w-90 m-auto">
                <div class="notice-content">
                    <div class="single-notice">
                        <h3 class="notice-title">Облік у військово-мобілізаційному підрозділі університету</h3>

                        <p>Всім здобувачам вищої освіти, які не надали до військово-мобілізаційного підрозділу університету
                            інформацію про постановку на військовий облік у ТЦК та СП необхідно терміново заповнити
                            відповідну Гугл-форму:
                        </p>
                        <div class="btn btn-primary">
                            <a href="{{ asset('https://docs.google.com/forms/d/e/1FAIpQLSfZ3fjWjUSFNWB98NPWXNvTPl735jna5bYD7uIcDy-EquAW2g/viewform') }}">Гугл-форма</a>
                        </div>
                        <p>
                            Після заповнення форми, працівники військово-мобілізаційного підрозділу готують <u>Довідку за формою 20</u>,
                            засвідчують її гербовою печаткою Університету та надсилають оригінал запитувачу Новою Поштою,
                            або, за проханням запитувача, видають її безпосередньо отримувачеві. У цьому випадку потрібно
                            вказати свій контактний номер телефону для узгодження отримання довідки у
                            військово-мобілізаційному підрозділі університету м. Харкова.<br>
                            Термін отримання довідки запитувачем на нову пошту або особисто – до 7 робочих днів, не враховуючи дні
                            цілодобової комендантської години в місті Харкові (ідентифікація особи – 1 доба,
                            підготовка та відправлення на підпис довідки – 1 доба, засвідчення гербовою печаткою та відправлення
                            довідок до м. Харкова – 4 доби, відправлення довідок студентам – 1 доба).
                        </p>
                        <p>
                            Дана інформація призначена виключно для впорядкування ведення військового обліку в університеті,
                            видачі довідок за формою 20 та не передається до стороннії організацій, діяльність яких не стосується
                            навчального процесу.
                        </p>
                        <p>
                            Для уточнення питань, що Вас цікавлять, звертайтесь до виконуючої обов'язки начальника
                            військово-мобілізаційного підрозділу ДБТУ:<br>
                            <b>Плахотіна Ганна Вікторівна</b><br>
                            <u>вул. Алчевських 44, 3 поверх, кабінет 306</u><br>
                            Тел.: (099) 609-00-05<br>
                            E-mail: vmv215@ukr.net
                        </p>

                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection
