@extends('layouts.index')

@section('title', 'Реєстрація на ЄВІ')

@section('page-banner')
        <x-page-banner title="Реєстрація на ЄВІ" img="/images/page-banner-1.jpg"></x-page-banner>
@endsection

@section('content')
    <section class="">
        <div class="container">
            <div class="row w-90 m-auto">
                <div class="notice-content">
                    <div class="single-notice">
                        <h3 class="notice-title">Реєстрація на ЄВІ (у разі дистанційної реєстрації)</h3>

                        <p>Для охочих вступати до магістратури на навчання за рахунок бюджетного фынансування
                            у 2023 році проводитимуть єдиний вступний іспит (ЄВІ).
                        </p>
                        <p><u>Єдиний вступний іспит (ЄВІ)</u> – форма вступного випробування для вступу на навчання для здобуття ступеня магістра,
                            яка поєднує тест загальної навчальної компетентності та тест з іноземної мови
                            (англійської, німецької, французької або іспанської на вибір вступника).
                         </p>
                        <p><b>Реєстрація заяв на участь в ЄВІ триватиме з 8 до 31 травня включно</b>. Реєстрацію
                            осіб, які бажають взяти участь  у єдиному вступному іспиті (ЄВІ) здійснюють
                            методисти факультету.
                        </p><b>ЄВІ, який у попередні роки був випробуванням з іноземної  мови, цьогоріч поєднує два окремі тести.</b>
                        <p>
                            Цьогоріч для успішного складання ЄВІ потрібно виконати завдання двох блоків:
                            іноземної мови і тесту загальної навчальної компетентності (ТЗНК).

                            Приклади тестів з іноземної мови минулих років можна знайти на <a href="https://testportal.gov.ua/materialy-yevi-yefvv/"><u>вебсайті</u></a>.
                        </p>
                        <p>Завдання <b>ТЗНК</b> буде укладено відповідно до <u><a href="https://mon.gov.ua/storage/app/media/vishcha-osvita/vstup-2022/Prohramy-YEFVV/Zatverdzheni.prohramy.YEFVV/11.02/Pro.zatv.Prohr.predm.TZNK-nalaz-158-11.02.2022.pdf">Програми тесту загальної навчальної компетентності</a></u>,
                                    з <b>іноземних мов</b> – до <u><a href="https://testportal.gov.ua/wp-content/uploads/2019/03/nakaz-MON-vid-28.03.2019-411.pdf">Програми єдиного вступного іспиту з іноземних мов</a></u>.<br>
                            Зауважимо, що ТЗНК є універсальним. Він не буде різнитися предметним компонентом залежно від спеціальності. Тобто і агроінженери і, до прикладу, автомобілісти виконуватимуть однаковї завдання, які перевірятимуть загальні навички логіко-комунікативного й аналітичного спрямування.
                        </p>
                        <p>Для офомлення екзаменаційного листка вам необхідно заповнити
                            <b><u><a href="{{ asset('documents/statement/Zayava-anketa_YEVI_YEFVV_2023.pdf') }}">ЗАЯВУ-АНКЕТУ</a></u></b>
                            та прислати на електронну пошту <u>agro.master.ua@gmail.com</u> скановану заяву. <br>
                            Оригінал заяви відправити на нову пошту:
                            <ul class="ml-3">
                            <li>м. Харків, </li>
                            <li>нова пошта №55,</li>
                            <li>отримувач Олена Миколаївна Маймуліна.</li>
                        </ul>
                        </p>
                        <p>Прохання заповнити гугл-форму для скорочення часу реєстрації</p>
                        <div class="btn btn-primary">
                            <a href="{{ asset('https://forms.gle/dX7LUxav6HHo7Rz7A') }}">Гугл-форма</a>
                        </div>
                        <div class="btn btn-success">
                            <a href="{{ asset('documents/statement/Zayava-anketa_YEVI_YEFVV_2023.pdf') }}">ЗАЯВА-АНКЕТА</a>
                        </div>
                    </div>

                </div>
            </div>

        </div>
    </section>
@endsection
